Repository: jmaekki/readonly-update-notifications
Catalog: languages/readonly-update-notifications-*.po
Languages: fi

source: Updates
fi: Päivitykset

source: Your plugins are all up to date.
fi: Kaikki lisäosat ovat ajantasalla.

source: The following plugins have new versions available. To update please contact site administrator.
fi: Seuraavilla lisäosilla on uusia versioita. Päivitä ottamalla yhteyttä sivuston järjestelmänvalvojaan.

source: Plugins
fi: Lisäosat

source: Compatibility with WordPress %1$s: 100%% (according to its author)
fi: Yhteensopivuus WordPress %1$s kanssa: 100%% (lisäosan kehittäjän mukaan)

source: Compatibility with WordPress %1$s: %2$d%% (%3$d "works" votes out of %4$d total)
fi: Yhteensopivuus WordPress %1$s kanssa: %2$d%% (%3$d “toimii” ääntä %4$d äänestä)

source: Compatibility with WordPress %1$s: Unknown
fi: Yhteensopivuus WordPress %1$s kanssa: Tuntematon

source: You have version %1$s installed. Update to %2$s.
fi: Sinulla on versio %1$s asennettuna. Päivitä versioon %2$s.

source: Readonly Update Notifications
fi: Vain luku -päivitysilmoitukset

source: Show core and plugin updates on a custom updates page, which doesn't allow updating.
fi: Näytä WordPressin ja sen lisäosien päivitykset mukautetulla päivityssivulla, joka ei salli päivittämistä.
